Repository: Adevald/Bright-Nights-Kenan-Mod-Pack
Catalog: Kenan-BrightNights-Modpack/Even_More_Mutations/lang/*.po
Languages: ru_ru

source: You have a strange dream about crabs.
ru_ru: Вам приснился странный сон о крабах.

source: Your dreams give you a strange shelled feeling.
ru_ru: Ваши сны вызывают у вас странные ощущения.

source: You dream of walking on a sandy beach.
ru_ru: Вам снится, что вы гуляете по песчаному пляжу.

source: For some reason you dream of your gloves. They don't fit, and nothing seems to help...
ru_ru: По какой-то причине вам снятся ваши перчатки. Они на вас не могут налезть, и ничто не может помочь...

source: You have a disturbing dream of walking sideways all the time.
ru_ru: Вам снится тревожный сон о том, что вы все время ходите боком.

source: Your vivid dream of living as a crab frightens you.
ru_ru: Яркий сон о жизни в образе краба пугает вас.

source: You dream of pinching zombies with your claws.
ru_ru: Вам снится, как вы щипаете зомби своими клешнями.

source: You have a vivid dream of shedding your carapace. It feels good.
ru_ru: Вам снится яркий сон о том, как вы сбрасываете свой панцирь. Ощущения приятные.

source: You have a strange dream about snakes.
ru_ru: Вам приснился странный сон о змеях.

source: Your dreams give you a strange slithery feeling.
ru_ru: Ваши сны вызывают у вас странное ощущение скольжения.

source: You have a weird dream of slithering on the ground.
ru_ru: Вам снится странный сон, в котором вы скользите по земле.

source: In your dream, you see a strangely serpentine image of yourself.
ru_ru: Во сне вы видите странный змеевидный образ себя.

source: You have a terrifying dream of losing your legs.
ru_ru: Вам снится страшный сон о том, что вы потеряли ноги.

source: You dream of silently moving in shadows.
ru_ru: Вам снится, что вы бесшумно двигаетесь в тенях.

source: You have a pleasant dream of coiling around your prey.
ru_ru: Вам снится приятный сон о том, как вы обвиваетесь вокруг своей добычи.

source: You have a scary dream of running out of venom.
ru_ru: Вам снится страшный сон о том, что у вас закончился яд.

source: You have a strange dream about rabbits.
ru_ru: Вам приснился странный сон о кроликах.

source: Your dreams give you a strange twitchy feeling.
ru_ru: Ваши сны вызывают у вас странные судорожные ощущения.

source: You dream of walking on a grassy meadow.
ru_ru: Вам снится, что вы гуляете по травянистому лугу.

source: In your dream, you look in the mirror and see a rabbit.
ru_ru: Во сне вы смотрите в зеркало и видите кролика.

source: You have a weird dream of carelessly jumping around.
ru_ru: Вам снится странный сон, в котором вы беззаботно прыгаете по земле.

source: You have a terrifying dream of being chased by a fox.
ru_ru: Вам приснился страшный сон о том, что вас преследует лиса.

source: You have a blissful dream of eating carrots all day.
ru_ru: Вам снится блаженный сон о том, что вы целый день едите морковь.

source: You have a pleasant dream of having your ears fondled and massaged.
ru_ru: Вам снится приятный сон о том, что ваши уши ласкают и массируют.

source: crab serum
ru_ru: сыворотка краба

source: crab mutagen
ru_ru: мутаген краба

source: snake serum
ru_ru: сыворотка змеи

source: snake mutagen
ru_ru: мутаген змеи

source: rabbit serum
ru_ru: сыворотка кролика

source: rabbit mutagen
ru_ru: мутаген кролика

source: Crab
ru_ru: Краб

source: You suddenly want to start walking sideways.
ru_ru: Вам вдруг захотелось начать ходить боком.

source: You clench your fists uncontrollably.
ru_ru: Вы неконтролируемо сжимаете кулаки.

# memorial_male
source: Got crabs.
ru_ru: Крабанулся.

# memorial_female
source: Got crabs.
ru_ru: Крабанулась.

source: Snake
ru_ru: Змея

source: You suddenly let out a hiss
ru_ru: Вы внезапно издаете шипение

source: You feel like your body elongates.
ru_ru: Вы чувствуете, что ваше тело удлиняется.

# memorial_male
source: Slithered away.
ru_ru: Сбросил шкуру.

# memorial_female
source: Slithered away.
ru_ru: Сбросила шкуру.

source: Rabbit
ru_ru: Кролик

source: You suddenly want to eat carrots.
ru_ru: Вам вдруг захотелось поесть морковки.

source: You feel like your nose starts twitching uncontrollably.
ru_ru: Вы чувствуете, что ваш нос начинает неконтролируемо дергаться.

# memorial_male
source: Hopped away.
ru_ru: Ускакал.

# memorial_female
source: Hopped away.
ru_ru: Ускакал.

source: Ecdysis
ru_ru: Линька

source: If you feel like your exoskeleton is getting too tight, you may choose to shed it. Doing so will produce chitin chunks, useful for crafting. Activate to shed your carapace.
ru_ru: Если вам кажется, что ваш экзоскелет стал слишком тесным, вы можете сбросить его. При этом вы получите куски хитина, полезные для ремесла. Активируйте, чтобы сбросить панцирь.

source: You shed your old exoskeleton. You are feeling fresh.
ru_ru: Вы сбросили свой старый экзоскелет. Вы чувствуете себя обновленным.

source: Chitinous Carapace
ru_ru: Хитиновый панцирь

source: Your body is covered with a thick, impenetrable red carapace. It provides unmatched physical protection and even some protection from corrosive chemicals, but reduces your dexterity by 3 and severely encumbers all body parts but your eyes. Greatly reduces wet effects.
ru_ru: Ваше тело покрыто толстым, непроницаемым красным панцирем. Он обеспечивает непревзойденную физическую защиту и даже некоторую защиту от едких химикатов, но снижает вашу ловкость на 3 и сильно сковывает все части тела, кроме глаз. Значительно снижает воздействие влаги.

source: Giant Pincer
ru_ru: Гигантская клешня

source: Instead of your right hand, you now have a giant crab claw. It encumbers you greatly, but you can occasionally use it in melee combat to deal massive damage.
ru_ru: Вместо правой руки у вас теперь гигантская клешня краба. Она сильно отягощает вас, но иногда вы можете использовать ее в ближнем бою, чтобы нанести огромный урон.

source: You pinch %s with your giant claw
ru_ru: Вы щипаете %s вашей гигантской клешней

source: %1$s pinches %2$s with their giant claw
ru_ru: %1$s щипает %2$s своей гигантской клешней

source: Who needs skin when you can have a carapace?
ru_ru: Кому нужна кожа, когда есть панцирь?

source: Who needssss legssss anyway?
ru_ru: Кому вообще нужны ноги?

source: You are so adorable!
ru_ru: Вы просто прелесть!

source: Spider Eyes
ru_ru: Паучьи глаза

source: You have grown two extra sets of eyes on your forehead. This improves your perception by 2, though other survivors may react badly.
ru_ru: У вас на лбу выросли два дополнительных глаза. Это улучшает ваше восприятие на 2, хотя другие выжившие могут плохо на это отреагировать.

source: Viper Fangs
ru_ru: Клыки гадюки

source: Your teeth have grown into two-inch-long fangs, perfect for injecting venom. They allow you to make extra attacks when your mouth is uncovered.
ru_ru: Ваши зубы выросли в клыки длиной два дюйма, идеально подходящие для впрыскивания яда. Они позволяют вам совершать дополнительные атаки, когда рот ничем не прикрыт.

source: You sink your fangs into %s
ru_ru: Вы вонзаете свои клыки в %s

source: %1$s sinks their fangs into %2$s
ru_ru: %1$s вонзает свои клыки в %2$s

source: Deformed Legs
ru_ru: Деформированные ноги

source: Your legs are badly deformed. Permanent leg encumbrance.
ru_ru: Ваши ноги сильно деформированы. Постоянное сковывание ног.

source: Serpentine Tail
ru_ru: Змеиный хвост

source: A massive serpentine tail extends for some body lengths behind you, and your legs and feet transformed into useless stumps, hanging off your sides. You can use your tail to crush your enemies, when conditions favor it. Prevents wearing pants and footgear.
ru_ru: Массивный змеиный хвост тянется за вами на несколько длин тела, а ваши ноги и ступни превратились в бесполезные обрубки, свисающие с боков. Вы можете использовать свой хвост, чтобы раздавить врагов, когда условия благоприятствуют этому. Не позволяет носить штаны и обувь.

source: You crush %s with your coils
ru_ru: Вы сокрушаете %s своим хвостом

source: %1$s crushes %2$s with their coils
ru_ru: %1$s сокрушает %2$s своим хвостом

source: Silent Movement
ru_ru: Бесшумное движение

source: You know how to move completely silently.
ru_ru: Вы умеете двигаться совершенно бесшумно.

source: Long Neck
ru_ru: Длинная шея

source: Your neck is unusually elongated. This has no effect.
ru_ru: Ваша шея необычайно вытянута. Это не имеет никакого эффекта.

source: Cobra's Hood
ru_ru: Капюшон кобры

source: You have a hood on your neck, like a cobra's. It looks striking, but makes you better at intimidating. Adds a slight head encumbrance.
ru_ru: У вас на шее капюшон, как у кобры. Это выглядит довольно устрашающе, что помогает вам лучше запугивать. Добавляет небольшое сковывание головы.

source: Soft Fur
ru_ru: Мягкий мех

source: You've got an incredibly soft fur, and it's very pleasant to touch. It provides some protection from cold, and makes persuading other survivors easier.
ru_ru: У вас невероятно мягкий мех, и к нему очень приятно прикасаться. Он обеспечивает некоторую защиту от холода и облегчает убеждение других выживших.

source: Rabbit Feet
ru_ru: Кроличьи лапки

source: Your feet have grown really big, and look exactly like a rabbit's. Prevents wearing shoes.
ru_ru: Ваши ноги стали очень большими и похожи на ноги кролика. Не позволяет носить обувь.

source: Absent Minded
ru_ru: Отсутствующий разум

source: You are not too bright, and you get distracted easily. Intelligence - 2
ru_ru: Вы не слишком сообразительны и легко отвлекаетесь. Интеллект -2

source: Adds three new mutation branches and minor changes to existing ones.
ru_ru: Добавляет три новые ветви мутации и незначительные изменения в существующих.
