Repository: Adevald/Bright-Nights-Kenan-Mod-Pack
Catalog: Kenan-BrightNights-Modpack/Morlock_Village/lang/*.po
Languages: ru_ru

source: underground map
ru_ru: подземная карта

source: You add the underground sites to your map.
ru_ru: Вы добавляете подземные места на свою карту.

source: This is a crude map of the local sewers and subways. It has a few additional sites as well.
ru_ru: Это грубая рукописная карта местных канализаций и метрополитенов. На ней также есть несколько дополнительных мест.

source: morlock cookbook
ru_ru: кулинарная книга морлоков

source: A hand written notebook full of nightmarish Morlock recipes, such as rat soup, cockroach stirfry, worm-in-a-blanket, and others. But there are a few useful recipes mixed in with the bad.
ru_ru: Рукописный блокнот, полный кошмарных рецептов морлоков, таких как крысиный суп, тараканье жаркое, червяк в одеяле и многие другие. Но среди них есть и несколько полезных рецептов.

source: mush-tea
ru_ru: грибной чай

source: A healthy beverage made from mushrooms steeped in boiling water.
ru_ru: Полезный напиток из грибов, заваренных в кипятке.

source: glowing mushroom
ru_ru: светящийся гриб

source: You eat the magic.
ru_ru: Магия растекается по вашему телу.

source: A mutated mushroom that gives off a faint phosporescent glow. Not safe to eat in this state.
ru_ru: Мутировавший гриб, излучающий слабое фосфоресцентное свечение. В таком состоянии небезопасен для употребления в пищу.

source: glowing mushroom spores
ru_ru: споры светящихся грибов

source: dried glowing mushroom
ru_ru: сушеный светящийся гриб

source: A mutant mushroom. It no longers glows with phosphorescent light, but still looks unsafe to eat.
ru_ru: Мутировавший гриб. Он больше не светится фосфоресцирующим светом, но все еще выглядит небезопасным для употребления в пищу.

source: magic tea
ru_ru: волшебный чай

source: You drink the magic.
ru_ru: Магия растекается по вашему телу.

source: A healthy beverage made from mutated mushrooms steeped in hot water. May cause hallucinations.
ru_ru: Полезный напиток из мутировавших грибов, заваренных в горячей воде. Может вызывать галлюцинации.

source: sunshine mash
ru_ru: грибное сусло

source: Unfermented sunshine. Just some water, sugar, and glowing mutant mushrooms, just like Urist used to make.
ru_ru: Несброженный самогон. Просто немного воды, сахара и светящихся мутировавших грибов, как делал Урист.

source: sunshine wash
ru_ru: мутный самогон

source: Fermented, but not distilled sunshine. Contains all the contaminants you don't want in your sunshine.
ru_ru: Сброженный, но не очищенный самогон. Содержит все загрязнения, которые вы не хотите видеть в своем самогоне.

source: sunshine
ru_ru: грибной самогон

source: Only the strongest, purest, good ol' fashioned hooch, distilled from glowing mushrooms and sugar. The prefered drink of all subterranean people.
ru_ru: Только самый крепкий, чистый, старый добрый самогон, полученный дистилляцией из светящихся грибов и сахара. Предпочтительный напиток всех подземных жителей.

source: cave piglet
ru_ru: пещерный поросенок

source: A mutant omnivore descended from the domestic pig. It has adapted to life underground by losing all skin pigment, going blind, and becoming even less picky about what it eats.
ru_ru: Всеядный мутант, произошедший от домашней свиньи. Он приспособился к жизни под землей, потеряв кожный пигмент, ослепнув и став еще менее требовательным к тому, что ест.

source: cave pig
ru_ru: пещерная свинья

source: Adds an underground village of mutant NPCs. Connects to subways.
ru_ru: Добавляет подземную деревню с NPC-мутантами. Соединяется с метрополитенами.

source: morlock_village
ru_ru: деревня морлоков

source: giant mushroom
ru_ru: гигантский гриб

source: A Terrestrial mushroom that has mutated to an enormous size.
ru_ru: Земной гриб, мутировавший до огромных размеров.

source: crunch!
ru_ru: хруст!

source: whack!
ru_ru: хрясь!

source: Only two rules in the Morlock Village. Be cool. Don't be uncool.
ru_ru: В Деревне Морлоков только два правила. Будь крутым. Не будь некрутым.

source: Got it.
ru_ru: Понятно.

source: Hello. Can I help you find something?
ru_ru: Привет. Могу я помочь тебе найти что-нибудь?

source: So what's your deal? You're like a book guy or something?
ru_ru: Так, чем ты занимаешься? Ты книголюб или около того?

source: I'm desperate for a specific book. Can you help me?
ru_ru: Я отчаянно нуждаюсь в конкретной книге. Вы можете мне помочь?

source: How's the hunt, <name_g>?
ru_ru: Как охота, <name_g>?

source: Is my order in?
ru_ru: Была ли моя просьба выслушана?

source: Later, book man.
ru_ru: Пока.

source: Precisely. I gather books to preserve the memories of human civilization. Sometimes, when I have extra copies, I distribute them to the public. Feel free to checkout what you like from the shelves.
ru_ru: Именно. Я собираю книги, чтобы сохранить память о человеческой цивилизации. Иногда, когда у меня есть лишние экземпляры, я раздаю их публике. Не бойся брать с полок то, что тебе понравится.

source: Sounds reasonable.
ru_ru: Звучит вполне разумно.

source: I often search for rare books. I can sell you a specific book, but it will take several days for my field agents to locate it. And then there's the price-- I charge for my time, not the value of the book. It will be $10,000 paid up front. If you're still interested, we can make a deal.
ru_ru: Я часто ищу редкие книги. Я могу продать тебе конкретную книгу, но моим сотрудникам потребуется несколько дней, чтобы найти ее. И цена - я беру за свое время, а не за стоимость книги. Первоначальный взнос будет стоить 10 000 долларов. Если вы все еще заинтересованы, мы можем заключить сделку.

source: [$10k] I want to locate a book on glass-blowing.
ru_ru: [$10k] Я хочу найти книгу о выдувании стекла.

source: [$10k] A robot-hacking manual is my first priority.
ru_ru: [$10k] Руководство по взлому роботов - моя приоритетная цель.

source: [$10k] I need info on crafting katanas. Lots of 'em.
ru_ru: [$10k] Мне нужна информация про изготовление катан. В большом количестве.

source: [$10k] I would literally kill a man for a sushi cookbook.
ru_ru: [$10k] Я бы буквально убил человека за книгу рецептов суши.

source: [$10k] I have a burning passion for chemical warfare.
ru_ru: [$10k] У меня пламенная страсть к химической войне.

source: [$10k+CANNIBAL] For no particular reason, I would like a human cookbook.
ru_ru: [$10k] Без особой причины я хотел бы получить кулинарную книгу с рецептами блюд из человечины.

source: [$10k] I would like anything you can find on fake fur.
ru_ru: [$10k] Я хотел бы получить все, что вы можете найти про искусственный мех.

source: [$1k] I, like you, also hope to preserve human civilization. I'm collecting every back issue of Playboy and I will pay ANY price to make that dream a reality.
ru_ru: [$1k] Я, как и вы, тоже надеюсь сохранить человеческую цивилизацию. Я собираю все последние выпуски Playboy и заплачу ЛЮБУЮ цену, чтобы сделать свою мечту реальной.

source: I'm a little short on funds right now. Maybe later..
ru_ru: Сейчас у меня немного не хватает денег. Может быть, позже...

source: Nevermind.
ru_ru: Не обращай внимания.

source: Ugh. Fine. Come back in three days for your 'articles'.
ru_ru: Ух. Отлично. Приходите через три дня за своими книгами.

source: We have a deal then. Return in three days and I will have your book.
ru_ru: Тогда договорились. Вернетесь через три дня, и книга будет у меня.

source: I'll be here!
ru_ru: Я приду!

source: We haven't found it yet. Come back in a few days. (ooc note: Currently NPCs must be in your reality bubble for their effect timer to count down.)
ru_ru: Мы еще не нашли ее. Приходите через несколько дней. (Примечание: в настоящее время NPC должны находиться в вашей зоне прогрузки, чтобы их таймер отсчета действовал).

source: I need that book!
ru_ru: Мне необходима эта книга!

source: We've located a copy of your book. Happy reading.
ru_ru: Мы нашли экземпляр книги. Счастливого чтения.

source: *The Art of Glassblowing*
ru_ru: *Искусство стеклодувного дела*

source: *Robots for Fun & Profit*
ru_ru: *Роботы для веселья и прибыли*

source: *Swords of the Samurai*
ru_ru: *Мечи Самурая*

source: *Sushi Made Easy*
ru_ru: *Суши - это просто*

source: *Art and Science of Chemical Warfare*
ru_ru: *Искусство и наука химической войны*

source: *To Serve Man*
ru_ru: *Как приготовить человека*

source: *Friendly, Humane Fashion*
ru_ru: *Дружелюбная, Гуманная Мода*

source: *Playboy*
ru_ru: *Плейбой*

source: Just a minute.
ru_ru: Минутку.

source: How goes it, surface dweller?
ru_ru: Как дела, поверхностный обитатель?

source: Holy, <swear!>! Fungus! Burn it!
ru_ru: Господи, <swear!>, Грибы! Сжечь их!

source: So, you're a farmer... Underground.
ru_ru: Значит, вы фермер... Под землей.

source: Who are you people anyway?
ru_ru: Кто вы вообще такие?

source: Can I join your group?
ru_ru: Могу ли я присоединиться к вашей группе?

source: What sort of things do you trade?
ru_ru: Вы чем-то торгуете?

source: Let's trade.
ru_ru: Давай обменяемся.

source: Later, man.
ru_ru: Пока.

source: Don't worry. These are mutant mushrooms, not alien mushrooms. They won't take over your brain much.
ru_ru: Не беспокойся. Это мутировавшие грибы, а не инопланетные. Они не сильно завладеют вашим мозгом.

source: Thank God for that.
ru_ru: Слава Богу.

source: Just a crusty old shroomer. I've been growing mushrooms, of one type or another, for many years. But they didn't used to get quite so big.
ru_ru: Просто старый и дряхлый грибник. Я выращиваю грибы, того или иного вида, уже много лет. Но раньше они не были такими, большими..

source: I see that.
ru_ru: Понятно.

source: We're the Morlocks, a bunch of weirdos who couldn't fit in with the rest of the world. But now we're the most normal people left.
ru_ru: Мы - Морлоки, кучка чудаков, которые не могли приспособиться к остальному миру. Но теперь мы самые нормальные из оставшихся людей.

source: I'm not so sure about that.
ru_ru: Не думаю что это так.

source: There's no official way to join. Just move into an empty house, and in a decade or two you'll be a morlock.
ru_ru: Нет никакого официального способа присоединиться. Просто переезжай в пустой дом, и через десяток-другой лет ты станешь морлоком.

source: Very laid back.
ru_ru: Весьма, просто..

source: The Morlocks are always short on food since not much grows down here in the dark. I got no surplus crops to sell. But if you could get me some fertilizer, I'd help you kickstart your own shroom-room. I'll swap you 12 seeds for each bag of commercial fertilizer you haul down here. Not much, but it get will you started.
ru_ru: Морлокам всегда не хватало еды, поскольку в темноте здесь мало что растет. У меня нет излишков урожая, чтобы продавать их. Но если ты сможешь достать мне немного удобрений, я помогу тебе запустить свою собственную грибницу. Я обменяю тебе по 12 семян на каждый мешок удобрений, которые ты сюда притащишь. Не много, но это поможет тебе начать выращивать грибы.

source: Got it. Commercial fertilizer.
ru_ru: Понятно. Промышленное удобрение говоришь?

source: What shall we trade?
ru_ru: Чем мы будем торговать?

source: I'd like to get some seeds, my good shroomer.
ru_ru: Я бы хотел получить семена, мой хороший грибник.

source: [$100] I'd like to buy some ~specialty~ mushrooms.
ru_ru: [$100] Я хотел бы купить ~необычные~ грибы.

source: Later, <name_g>.
ru_ru: Позже, <name_g>.

source: What's up, cool breeze?
ru_ru: Как дела?

source: Nice place ya got here. Cozy.
ru_ru: Хорошее место у вас тут, уютно.

source: Is there any way I can join your group?
ru_ru: Могу ли я как-нибудь присоединиться к вашей группе?

source: Let's trade then.
ru_ru: Давай поторгуем.

source: Fuck off, <name_g>. It's not like we chose to live in the sewer.
ru_ru: Отвали, <name_g>. Мы не выбирали жизнь в канализации.

source: Well, it kept you alive. So it can't be that bad.
ru_ru: Ну, это сохранило тебе жизнь. Так что это не так уж плохо.

source: We're the morlocks, a bunch of bums and losers who live underground. We aren't organized and we don't have leaders, but we stick together.
ru_ru: Мы - морлоки, кучка бездельников и неудачников, живущих под землей. Мы не организованы и у нас нет лидера, но все же мы держимся вместе.

source: Nice.
ru_ru: Отлично.

source: Why the hell would you want join us? Most of us don't want to join us. Unless you grow a rat tail or fish-gills you probably won't fit in down here.
ru_ru: Какого черта вы хотите присоединиться к нам? Большинство не хотят этого делать. Если ты не отрастишь крысиный хвост или рыбьи жабры, ты, вероятно, не впишешься сюда.

source: I'll see what I can do.
ru_ru: Посмотрим, что можно сделать.

source: We're always in the market for raw mutagen and purifier. I can pay you a whopping 500 old world credits for each flask of standard mutagen or purifier you bring in. I can also exchange unflavored mutagen for more advanced types, if you're interested in such things.
ru_ru: У нас всегда есть спрос на мутаген и пурификатор. Я могу дать тебе кредит, в целых 500$ старого мира за колбу обычного мутагена или пурификатора, которую ты принесешь. Я также могу обменять мутаген на более продвинутые его виды, если вас интересуют такие вещи.

source: Got it. Mutagen. Purifier.
ru_ru: Понятно, мутаген и пурификатор.

source: What'll it be then?
ru_ru: И что же это будет?

source: [10] Got some fresh-squeezed mutagens for ya.
ru_ru: [10] У меня есть целая партия свежевыжатого мутагена для тебя.

source: [1] Got a bottle of mutagen for ya.
ru_ru: [1] У меня есть мутаген для тебя.

source: [10] Got a batch of purifier for ya.
ru_ru: [10] У меня есть целая партия пурификатора для тебя.

source: [1] Got a bottle of purifier for ya.
ru_ru: [1] У меня есть пурификатор для тебя.

source: [10] Have anything rat-flavored?
ru_ru: [10] Я бы хотел получить сыворотку мыши, <name_g>.

source: [10] I'd like a hit of trog-serum, <name_g>.
ru_ru: [10] Я бы хотел получить лягушачью сыворотку, <name_g>.

source: [10] Gimme some of that sweet fish-juice.
ru_ru: [10] Я бы хотел получить сыворотку рыбы, <name_g>.

source: morlock
ru_ru: морлок

source: I live in the sewer now. That about sums it up.
ru_ru: Теперь я живу в канализации. Вот и все.

source: morlock trader
ru_ru: торговец морлоков

source: I make trade deals for the morlocks.
ru_ru: Я провожу торговые сделки за морлоков.

source: morlock librarian
ru_ru: библиотекарь морлоков

source: I gather and preserve books.
ru_ru: Я собираю и храню книги.

source: Searching for your Book
ru_ru: Поиск вашей книги

source: AI tag. This is a bug if you have it.
ru_ru: Тег искуственного интеллекта. Это баг, если он у вас есть.

source: Located your Book
ru_ru: Местоположение вашей книги

source: AI tag. This is a bug if you have it. Book isn't actually available until search timer runs out.
ru_ru: Тег искусственного интеллекта. Это баг, если он у вас есть. Книга на самом деле недоступна, пока не истечет время поиска.

source: removing effect
ru_ru: удаление эффекта

source: Searching for Art of Glassblowing
ru_ru: Поиск книги "Искусство стеклодувного дела"

source: Searching for Robots for Fun & Profit
ru_ru: Поиск книги "Роботы для веселья и прибыли"

source: Searching for Swords of the Samurai
ru_ru: Поиск книги "Мечи Самурая"

source: Searching for the Art and Science of Chemical Warfare
ru_ru: Поиск книги "Искусство и наука химической войны"

source: Searching for Sushi Made Easy
ru_ru: Поиск книги "Суши - это просто"

source: Searching for To Serve Man
ru_ru: Поиск книги "Как приготовить человека"

source: Searching for Friendly Fashion
ru_ru: Поиск книги "Дружелюбная, Гуманная Мода"

source: Searching for Playboy magazines
ru_ru: Поиск журналов "Плейбой"

source: Morlocks
ru_ru: Морлоки

source: Before the Cataclysm a loose collection of drifters, hobos, addicts, and other homeless people took shelter in the abandoned tunnels beneath New England, largely ignored by the authorities and townsfolk. Their hidden sanctuary allowed them to survive the first wave of horrors, but not unscathed. Many of them have begun to show signs of change, biological adaptions to their new underground home. Despite their weird appearance and reclusive nature, the Morlocks are friendly to those surface-dwellers willing to trade.
ru_ru: До наступления Катаклизма группа бродяг, наркоманов и других бездомных укрывалась в заброшенных туннелях под Новой Англией, в основном игнорируемая властями и горожанами. Их тайное убежище позволило им пережить первую волну катастроф, но далеко не без потерь. Многие из них начали замечать изменения, биологическую адаптацию к своему новому подземному дому. Несмотря на свой странный вид и отшельнический характер, морлоки дружелюбно относятся к людям, пришедших с поверхности и желающих торговать.

source: Morlock
ru_ru: Морлок

source: Guard
ru_ru: Охранник

source: Trader
ru_ru: Торговец

source: Shroomer
ru_ru: Грибник

source: Librarian
ru_ru: Библиотекарь

source: Secret Morlock Village
ru_ru: Секретная деревня морлоков
