Repository: Adevald/Bright-Nights-Kenan-Mod-Pack
Catalog: Kenan-BrightNights-Modpack/XEAS/lang/*.po
Languages: ru_ru

source: xeas bag
ru_ru: сумка XEAS

source: Small lace bag. But large inside!
ru_ru: Маленькая кругленькая сумочка. Больше внутри чем снаружи!

source: pair of xeas boot
ru_ru: пара ботинок XEAS

source: A pair of experimental mix multilayer boots.
ru_ru: Пара экспериментальных многослойных ботинок.

source: pair of xeas gloves
ru_ru: пара перчаток XEAS

source: A pair of xeas experimental mix multilayer gloves.
ru_ru: Пара экспериментальных многослойных перчаток XEAS.

source: xeas helmet
ru_ru: шлем XEAS

source: A experimental mix multilayer helmet.
ru_ru: Экспериментальный многослойный шлем.

source: xeas mask
ru_ru: маска XEAS

source: A experimental, mix multilayer reinforced gas mask. Provides excellent protection from smoke, teargas, and claws. It must be prepared before use.
ru_ru: Экспериментальный, многослойный армированный противогаз. Обеспечивает отличную защиту от дыма, слезоточивого газа и когтей. Его необходимо подготовить перед использованием.

source: xeas suit
ru_ru: костюм XEAS

source: A lightweight, experimental mix multilayer armor made from. Protects from the elements as well as from harm.
ru_ru: Легкая многослойная броня из экспериментальных материалов. Защищает как от окружащей среды, так и от физических повреждений.

source: xeas knife
ru_ru: нож XEAS

source: Ultra hi-tech, ultra light experimental knife. Does never get damaged when used as melee weapon.
ru_ru: Ультра высокотехнологичный, ультралегкий экспериментальный нож. Никогда не получает повреждений при использовании в качестве оружия ближнего боя.

source: Add new Xeno-Adapted Stuff. Close to hi-tech content. Includ armor set (slightly better protection than survival armor, less encumbrance), new knife (better butchering, impression damage) and vortex bag (120 L, tiny size, no encumbrance). Craft recipes in vanilla lab journal. High price. Late game content!
ru_ru: Добавляет новые Ксено-Адаптированные предметы. Контент близкий к высокотехнологичному уровню. Включает в себя комплект брони (немного выше защита по сравнению с броней выживальщика, также меньше сковывает), новый нож (превосходное качество разделки и хороший урон) и вихревой рюкзак (120 л, крошечный размер, совершенно не сковывает). Рецепты можно найти в обычном лабораторном журнале. Высокая стоимость.
