Repository: Adevald/Bright-Nights-Kenan-Mod-Pack
Catalog: Kenan-BrightNights-Modpack/BioCo/lang/*.po
Languages: ru_ru

source: Fire Extinguisher
ru_ru: Огнетушитель

source: A small, retractable launcher resides in the palm of your hand through your arm. The system will automatically produce small gelatinous orbs that when launched into fire will rapidly expand into a fire fighting foam.
ru_ru: Небольшая выдвижная пусковая установка размещается в вашей руке на ладони. Система будет автоматически производить небольшие желатиновые шарики, которые при запуске в огонь быстро превращаются в противопожарную пену.

source: Adds many bionic centric items, curtosey of BioCo
ru_ru: Добавляет множество бионических предметов, любезно предоставленных BioCo

source: Bionic Assembly
ru_ru: Бионический сборщик

source: BioCo Chemical Making
ru_ru: Химический синтезатор BioCo

source: Build BioCo Assembly Machine
ru_ru: Построить сборщик BioCo

source: A assembly machine capable of producing BioCo Tech given the correct software.
ru_ru: Сборочная машина, способная производить технологии BioCo при наличии соответствующего программного обеспечения.

source: Build BioCo Chemical Engine
ru_ru: Построить Химический реактор BioCo

source: A BioCo manufacturing device for various chemical components and medicines.
ru_ru: Производственный девайс BioCo для производства различных химических компонентов и лекарств.

source: Build BioCo AutoDoc
ru_ru: Построить автодок BioCo

source: A BioCo Autodoc, due to the limited storage capacity of its disk you'll have to program the procedures yourself each use.
ru_ru: Автодок BioCo, из-за ограниченного объема памяти его диска вам придется самостоятельно программировать процедуры при каждом использовании.

source: Build BioCo AutoDoc Couch
ru_ru: Построить кушетку автодока BioCo

source: A BioCo Autodoc Couch. A series of wires connecting it and a nearby AutoDoc transmit needed data about the creature laying down.
ru_ru: Кушетка автодока BioCo. Ряд проводов, соединяющих ее с соседним автодоком, передает необходимые данные о лежащем существе.

source: XE037 Healing
ru_ru: Регенерация от XE037

source: Flesh stiching itself together is never a fun time. Testing.
ru_ru: Плоть, сшивается сама с собой... не очень приятное зрелище. Тестирование.

source: XE037 Rapid Healing
ru_ru: Стремительная регенерация от XE037

source: The ache of your muscles and bones mending temselves grows.
ru_ru: Боль от того, что ваши мышцы и кости восстанавливаются, нарастает.

source: XE037 Cell Breakdown
ru_ru: Разрушение клеток от XE037

source: Liquified flesh stings as your bone heats. Anymore XE037 is a gamble with death himself.
ru_ru: Разжижающаяся плоть щиплет, а кости нагреваются. Импользование XE037 - это игра с самой смертью.

source: XE037 Rejection
ru_ru: Отторжение XE037

source: Black ooze creeps from your wounds as numbness sets in...
ru_ru: Из ран ползет черная слизь, наступает оцепенение...

source: You slam the needle in and begin to feel the sensation of flesh crawling together...
ru_ru: Вы втыкаете иглу и начинаете чувствовать, как плоть сползает слой за слоем...

source: The worst of the healing is over now.
ru_ru: Худшее в лечении уже позади.

source: A sick squlesh is heard from your insides...
ru_ru: Из ваших внутренностей доносится истошный вопль...

source: Nausea Medicine
ru_ru: Лекарство от тошноты

source: Medicine calms your sotmach and helps prevent vomitting.
ru_ru: Лекарства успокаивают ваш кишечник и помогают предотвратить рвоту.

source: You pop a pill into your mouth. Bitter.
ru_ru: Вы кладете таблетку в рот. Горько.

source: BioCo Assembly Machine
ru_ru: сборщик BioCo

source: A BioCo Assembly Machine, capable of creating a wide range of BioCo tech.
ru_ru: Сборщик BioCo, способный создавать широкий спектр технологий BioCo.

source: crunch!
ru_ru: хруст!

source: whump.
ru_ru: бум.

source: BioCo Chemical Engine
ru_ru: Химический реактор BioCo

source: A BioCo Chemical Engine, capable of creating a wide BioCo concoction.
ru_ru: Химический реактор BioCo, способный создавать различные химические вещества BioCo.

source: Autodoc Mk. XI
ru_ru: Автодок Mk. XI

source: A surgical apparatus used for installation and uninstallation of bionics. It's only as skilled as its operator.
ru_ru: Хирургический аппарат, используемый для установки и удаления бионики. Он настолько хорош, насколько опытен его оператор.

source: whack!
ru_ru: хрясь!

source: robotic arm
ru_ru: роботизированная рука

source: This is a robotic arm.
ru_ru: Это роботизированная рука.

source: smash!
ru_ru: шум!

source: thunk.
ru_ru: стук.

source: Fire Extinguisher CBM
ru_ru: КБМ: Огнетушитель

source: A small, retractable launcher resides in the palm of your hand through your arm. The system will automatically produce small gelatinous orbs that when launched into fire will rapidly expand into a fire fighting foam.
ru_ru: Небольшая выдвижная пусковая установка размещается в вашей руке на ладони. Система будет автоматически производить небольшие желатиновые шарики, которые при запуске в огонь быстро превращаются в противопожарную пену.

source: BioCo Chemical Reference
ru_ru: том "Химический справочник BioCo"

source: A dense and oddly non-technical binder full of detailed descriptions of various chemical processes used by the BioCo Chemical Engine. While a lot of these are beyond you, there's a few you think you might be able to replicate.
ru_ru: Довольно толстый и странно нетехнический справочник, напичканый подробным описаниями различных химических процессов, используемых химическим реактором BioCo. Хотя многие из них вам не под силу, есть несколько, которые, как вы думаете, вы сможете воспроизвести.

source: Autonmous Machine Part
ru_ru: автономная деталь агрегата

source: A bundle of components essential in any advance crafting machine.
ru_ru: Совокупность компонентов, необходимых для любого современного производственного оборудования.

source: BioCo AutoDoc Core
ru_ru: ядро автодока BioCo

source: A large processing unit on an electric board. An essential component to BioCo machines.
ru_ru: Большой вычислительный блок на электрической плате. Важнейший компонент машин BioCo.

source: Pristine Bionic Components
ru_ru: основные бионические компоненты

source: A collection of top quality machine to human interfaces, advance semiconductors, and other important components to BioCo tech. Useful in both bionics and advance electronics.
ru_ru: Коллекция высококачественных интерфейсов "машина-человек", современных полупроводников и других важных компонентов для технологий BioCo. Пригодится как в бионике, так и в продвинутой электронике.

source: BioCo Crude Chemical Precursor
ru_ru: сырьевой химический реактив BioCo

source: A very thin, purple concoction of various chemicals, used by BioCo Chemical Engines.
ru_ru: Тончайшая, фиолетовая смесь различных химикатов, используемая химическими реакторами BioCo.

source: BioCo Chemical Precursor
ru_ru: химический прекурсор BioCo

source: A blue concoction of various chemicals, used by BioCo Chemical Engines.
ru_ru: Синяя смесь различных химических веществ, используемая химическими реакторами BioCo.

source: BioCo Fine Chemical Precursor
ru_ru: отличный химический прекурсор BioCo

source: A slightly shimmering green concoction of various chemicals, used by BioCo Chemical Engines.
ru_ru: Слегка мерцающая зеленая смесь различных химикатов, используемая в химических реакторах BioCo.

source: Testing
ru_ru: Тестируется

source: BioCo Food Bar
ru_ru: пищевой батончик BioCo

source: An on-the-go food bar created by BioCo. While the texture is certainly off putting, you're confident in its edibility.
ru_ru: Пищевой батончик "на ходу", созданный компанией BioCo. Несмотря на то, что текстура этой субстанции не очень приятная, вы уверены в его съедобности.

source: BioCo Food Slurry
ru_ru: пищевая кашица BioCo

source: A thick slurry of calories and nutrients. Suprisingly tasty!
ru_ru: Густая смесь с большим количеством калорий и питательных веществ. Удивительно вкусно!

source: Broken BioCo ScavBot
ru_ru: сломанный ЖестеБот BioCo

source: A broken BioCo ScavBot. Disassembly should yield a handful of useful parts.
ru_ru: Сломанный ЖестеБот BioCo. Разборка должна дать горсть полезных деталей.

source: Emergency Trauma Foam
ru_ru: экстренная пена для травм

source: You shake the can and spray the foam in the wound. Ouch.
ru_ru: Вы встряхиваете баллончик и брызгаете пеной на рану. Ауч.

source: A can full of water-soluble ETF, or Emergency Trauma Foam. When sprayed on a wound ETF rapidly expands, stopping bleeding, acting as a local painkiller, and also disinfecting the wound.
ru_ru: Баллончик с водорастворимой ЭТП, или экстренной травматической пеной. При распылении на рану ЭТП быстро расширяется, останавливая кровотечение, действуя как местное обезболивающее, а также дезинфицируя рану.

source: XE037 Emergency Injection
ru_ru: экстренная инъекция XE037

source: The cutting edge of publicly avalible medicine pre-cataclysm. Inscirbed along the case is [WARNING RAPID DOSES MAY CAUSE PAIN, NAUSEA, HUNGER, THIRST, AND DEATH]
ru_ru: Передовой уровень общедоступной медицины до катаклизма. На корпусе имеется надпись [ПРЕДУПРЕЖДЕНИЕ: Частые дозы могут вызвать боль, тошноту, голод, головокружение, а также смерть]

source: Nausea Medication
ru_ru: лекарство от тошноты

source: A bottle of pills meant for relieving nasuea and preventing vomitting.
ru_ru: Бутылка с таблетками, предназначенными для предотвращения рвоты и облегчения дыхания.

source: BioCo Civilian Bionic Designs
ru_ru: дизайны гражданской бионики BioCo

source: A set of comprehensive blueprints loaded onto a USB which detail the civilian CBMs created by BioCo. While gibberish to you, one of BioCo's assembly machines could read this.
ru_ru: Набор полных чертежей, загруженных на USB, в которых подробно описаны гражданские КБМ, созданные BioCo. Хотя для вас это и белиберда, одна из сборочных машин BioCo может это прочитать.

source: BioCo Military Bionic Designs
ru_ru: дизайны военной бионики BioCo

source: A set of comprehensive blueprints loaded onto a USB which detail the Military CBMs created by BioCo. While gibberish to you, one of BioCo's assembly machines could read this.
ru_ru: Набор полных чертежей, загруженных на USB, в которых подробно описаны военные КБМ, созданные BioCo. Хотя для вас это и белиберда, одна из сборочных машин BioCo может это прочитать.

source: BioCo Experimental Bionic Designs
ru_ru: дизайны экспериментальной бионики BioCo

source: A set of comprehensive blueprints loaded onto a USB which detail the cutting-edge experimental CBMs created by BioCo. While gibberish to you, one of BioCo's assembly machines could read this.
ru_ru: Набор полных чертежей, загруженных на USB, в которых подробно описаны передовые экспериментальные КБМ, созданные BioCo. Хотя для вас это и белиберда, одна из сборочных машин BioCo может это прочитать.

source: BioCo Medical Bionic Designs
ru_ru: дизайны медицинской бионики BioCo

source: A set of comprehensive blueprints loaded onto a USB which detail the medical CBMs created by BioCo. While gibberish to you, one of BioCo's assembly machines could read this.
ru_ru: Набор полных чертежей, загруженных на USB, в которых подробно описаны медицинские КБМ, созданные BioCo. Хотя для вас это и белиберда, одна из сборочных машин BioCo может это прочитать.

source: BioCo Medical Chemical Designs
ru_ru: дизайны медицины BioCo

source: A set of comprehensive blueprints loaded onto a USB which detail the medical supplies created by BioCo. While gibberish to you, one of BioCo's Chemical Engines could read this.
ru_ru: Набор полных чертежей, загруженных на USB, в которых подробно описаны медицинские препараты, созданные BioCo. Хотя для вас это и белиберда, один из химических двигателей BioCo может прочитать это.

source: BioCo AutoDoc Designs
ru_ru: дизайны автодока BioCo

source: A set of comprehensive blueprints loaded onto a USB which detail the AutoDocs created by BioCo. While gibberish to you, one of BioCo's assembly machines could read this.
ru_ru: Набор полных чертежей, загруженных на USB, в которых подробно описан автодок, созданный BioCo. Хотя для вас это и белиберда, одна из сборочных машин BioCo может это прочитать.

source: BioCo Power Storage Bionic Designs
ru_ru: дизайны энергонакопительной бионики BioCo

source: A set of comprehensive blueprints loaded onto a USB which detail the power storage CBMs created by BioCo. While gibberish to you, one of BioCo's assembly machines could read this.
ru_ru: Набор полных чертежей, загруженных на USB, в которых подробно описаны энергонакопительные КБМ, созданные BioCo. Хотя для вас это и белиберда, одна из сборочных машин BioCo может это прочитать.

source: BioCo Assembly Machine_USE
ru_ru: сборщик BioCo

source: This large mechanism is a precision assembly machine loaded with BioCo software. Capable of creating BioCo tech given the correct instructions, and must be set up prior to use.
ru_ru: Этот большой механизм представляет собой высокоточную сборочную машину с программным обеспечением BioCo. Он способен создавать технологии BioCo при наличии соответствующих инструкций и должен быть настроен перед использованием.

source: BioCo AutoDoc
ru_ru: автодок BioCo

source: A significantly less than portable assembly of autonomous surgeon machines used for the installation of bionics. Must be set up prior to use.
ru_ru: Значительно менее портативный комплект автономной хирургической машины от BioCo, используемых для установки бионики. Должен быть настроен перед использованием.

source: BioCo AutoDoc Couch
ru_ru: кушетка автодока BioCo

source: A significantly less than portable couch loaded with sensors of all varieties, for use next to a BioCo AutoDoc unit. Must be set up prior to use.
ru_ru: Значительно менее портативный комплект для сборки кушетки с огромным количеством типов датчиков для использования кушетки рядом с автодоком от BioCo. Должна быть установлена перед использованием.

source: BioCo_Chemical_Engine_USE
ru_ru: химический реактор BioCo (Используется)

source: BioCo_Chemical_Engine
ru_ru: химический реактор BioCo

source: A BioCo manufacturing device for various chemical components and medicines. Must be set up prior to use.
ru_ru: BioCo устройство для производства различных химических компонентов и лекарств. Должно быть настроено перед использованием.

source: The %1$s delivers a shocking jab to your torso!
ru_ru: %1$s наносит шокирующий удар в туловище!

source: The %1$s delivers a shocking jab to <npcname>'s torso!
ru_ru: %1$s наносте шокирующий удар в туловище <npcname>!

source: The %1$s tries jab your torso, but the blow reflects off armor.
ru_ru: %1$s пытается ударить вас по торсу, но удар отражается от брони.

source: The %1$s tries to jab <npcname>'s torso, but the blow reflects off armor.
ru_ru: %1$s пытается нанести удар по торсу <npcname>, но удар отражается от брони.

source: BioCo ScavBot
ru_ru: ЖестеБот BioCo

source: This knee height spider-robot skitters around on multiple legs, and has the BioCo emblem displayed on its top.
ru_ru: Этот паук-робот высотой до колен передвигается на нескольких конечностях, а на его макушке изображена эмблема BioCo.

source: the sound of mettalic skittering.
ru_ru: звук метталического скрипа.

source: The elitest remnanets of preware BioCo corporation.
ru_ru: Элитные остатки корпорации BioCo.
