Repository: Adevald/Bright-Nights-Kenan-Mod-Pack
Catalog: Kenan-BrightNights-Modpack/lightsabermod/lang/*.po
Languages: ru_ru

source: Portal Shard Combat Applications
ru_ru: руководство "Боевые применения портальных осколков"

source: This large Rivtech manual has been marked for destruction, almost everything in it but the technical specification sections and blueprints blacked out and unreadable.
ru_ru: Это большое руководство корпорации "Ривтех" было помечено для уничтожения, почти все в нем, кроме разделов технической спецификации и чертежей, было зачеркнуто и нечитаемо.

source: crystal shard
ru_ru: клисталлический осколок

source: A shard of crystal that shimmers like the stars and vibrates in your hand when you grasp it.
ru_ru: Осколок кристалла, который мерцает, как звезды, и вибрирует, когда вы берете его в руку.

source: beam sword controls
ru_ru: контроллер светового меча

source: The activation controls for a Rivtech beam sword.
ru_ru: Элементы управления активацией светового меча Ривтех.

source: beam sword power cell
ru_ru: энергоячейка светового меча

source: A heavy power cell used to ignite a Rivtech beam sword.
ru_ru: Мощный энергетический элемент, используемый для зажигания светового меча Ривтех.

source: beam sword portal conductor
ru_ru: портальный проводник светового меча

source: The portal field conductor used in a Rivtech beam sword.
ru_ru: Портально-пространственный проводник, используемый в световом мече Ривтех.

source: beam sword vortex ring
ru_ru: вихревое кольцо светового меча

source: An extremely delicate yet complex set of interlocking cogs used to help power a Rivtech beam sword.
ru_ru: Очень тонкий, но сложный набор взаимосвязанных механизмов, используемых для питания лучевого меча Ривтех.

source: beam sword power insulator
ru_ru: силовой изолятор светового меча

source: A ceramic power shielding unit from a Rivtech beam sword.
ru_ru: Керамический элемент силового щита от лучевого меча Ривтех.

source: beam sword energy gate
ru_ru: отражатель светового меча

source: A light absorbing case of shimmering, slow moving liquid used to guide power in Rivtech beam sword.
ru_ru: Светопоглощающий корпус из мерцающей, медленно движущейся жидкости, используемый для направления энергии в световом мече Rivtech.

source: beam sword recharge socket
ru_ru: разъем для подзарядки светового меча

source: Power connection ports to be installed in a Rivtech beam sword.
ru_ru: Порты для подключения питания, устанавливаемые в световой меч Ривтех.

source: beam sword focusing chamber
ru_ru: фокусирующая камера светового меча

source: A focusing chamber for the blade on a Rivtech beam sword.
ru_ru: Фокусирующая камера лезвия в световом мече Ривтех.

source: beam sword blade energy channel
ru_ru: энерго-канал светового меча

source: The energy channel the portal beam passes through on a Rivtech beam sword.
ru_ru: Энергетический канал, через который поток энергии проходит в световом мече Ривтех.

source: beam sword energy modulation circuit
ru_ru: микросхема энергетической модуляции в световом мече

source: An energy modulation circuit for the blade on a Rivtech beam sword.
ru_ru: Схема модуляции энергии для лезвия на лучевом мече Ривтех.

source: beam sword focusing lens
ru_ru: фокусирующая линза светового меча

source: A lens to help ignite and then focus the blade emitted from a Rivtech beam sword.
ru_ru: Линза, помогающая зажечь и затем сфокусировать лезвие, испускаемое световым мечом Ривтех.

source: beam sword emitter matrix
ru_ru: матрица излучателя светового меча

source: A highly dangerous component of a Rivtech beam sword used to keep the blade from igniting the atmosphere.
ru_ru: Очень важный компонент светового меча Ривтех, используемый для того, чтобы клинок не воспламенил атмосферу.

source: beam sword high energy flux aperture
ru_ru: потоковое отверстие светового луча

source: A series of ever-looping circuity from a Rivtech beam sword that hurts your eyes to try and trace.
ru_ru: Серия постоянно вращающихся круговых отверстий от светового меча Ривтех, на которые больно смотреть, если пытатся за ними уследить.

source: rivtech beam sword
ru_ru: световой меч Ривтех

source: Totally not a lightsaber.
ru_ru: Точно не световой меч.

source: Adds the Rivtech beam sword, a powerful constructible endgame weapon.
ru_ru: Добавляет световой меч «Ривтех», мощное конструируемое оружие эндгейма.

source: beam sword outer casing
ru_ru: внешний корпус светового меча

source: The outer casing for a Rivtech beam sword.
ru_ru: Внешний корпус светового меча Ривтех.

source: beam sword power assembly
ru_ru: узел питания светового меча

source: The completed power assembly for a Rivtech beam sword.
ru_ru: Готовый узел питания светового меча Ривтех.

source: beam sword focusing assembly
ru_ru: узел фокусировки светового меча

source: The completed focusing assembly for a Rivtech beam sword.
ru_ru: Готовый узел фокусировки светового меча Ривтех.

source: beam sword blade emitter
ru_ru: излучатель светового меча

source: The blade emitter for a Rivtech beam sword.
ru_ru: Излучатель лучевого меча Ривтех.
